tap "codeclimate/formulae"
tap "daveshanley/vacuum"
tap "derailed/k9s"
tap "fluxcd/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "infrahq/tap"
tap "int128/kubelogin"
brew "jpeg-xl"
brew "aom"
brew "argocd"
brew "node"
brew "aws-cdk"
brew "aws-nuke"
brew "python@3.11"
brew "awscli"
brew "cilium-cli"
brew "diffutils"
brew "dive"
brew "docker"
brew "docker-credential-helper"
brew "fzf"
brew "libavif"
brew "gd"
brew "glab"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "gopass"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "psutils"
brew "groff"
brew "helm"
brew "helmfile"
brew "jq"
brew "jsonnet"
brew "jsonnet-bundler"
brew "openssl@1.1"
brew "python@3.10"
brew "k3sup"
brew "kubebuilder"
brew "kubernetes-cli"
brew "kubeseal"
brew "mercurial"
brew "mkcert"
brew "neovim"
brew "node@16"
brew "opa"
brew "operator-sdk"
brew "pnpm", link: false
brew "poetry"
brew "postgresql@14"
brew "postgresql@15"
brew "protobuf", link: false
brew "python@3.9"
brew "qpdf"
brew "ripgrep"
brew "rust"
brew "sops"
brew "stow"
brew "terraform"
brew "terraform-docs"
brew "tfk8s"
brew "thanos"
brew "tmux"
brew "typescript"
brew "velero"
brew "virtualenv"
brew "watch"
brew "yarn"
brew "yq"
brew "daveshanley/vacuum/vacuum"
brew "derailed/k9s/k9s"
brew "fluxcd/tap/flux"
brew "hashicorp/tap/vault"
brew "int128/kubelogin/kubelogin"
cask "balenaetcher"
cask "dbeaver-community"
cask "discord"
cask "google-chrome"
cask "google-cloud-sdk"
cask "intellij-idea"
cask "iterm2"
cask "kitty"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-teams"
cask "obsidian"
cask "postman"
cask "rancher"
cask "raspberry-pi-imager"
cask "rectangle"
cask "slack"
cask "snapmaker-luban"
cask "spotify"
cask "tunnelblick"
cask "vlc"
cask "zoom"
